{
  "about": "О нас",
  "services": "Услугич",
  "trips": "Путешествия",
  "contact": "Контакты",
  "company_name": "FAXR TRAVEL",
  "profile": "Профиль",
  "login": "Aвторизоваться",
  "leader": "Джахонгир Джалилов Джахонгирович",
  "company_type": "Общество с ограниченной ответственностью",
  "about_text": " – руководитель компании FAXR TRAVEL MCHJ, опытный специалист, вносящий значительный вклад в развитие нашей компании. Наша компания начала официальную деятельность с 1 августа 2024 года и предоставляет клиентам туристические услуги высокого качества. FAXR TRAVEL – одно из ведущих туристических агентств Узбекистана. Мы предлагаем нашим клиентам незабываемые путешествия, возможность посетить самые красивые уголки мира, познакомиться с новыми культурами и воплотить мечты в реальность. Наша опытная команда всегда готова сделать ваше путешествие максимально комфортным, безопасным и незабываемым. Откройте мир вместе с FAXR TRAVEL и превращайте каждое путешествие в незабываемые моменты!",
  "partner": "Наши партнеры",
  "passengers": "Пассажиры",
  "name": "Имя",
  "phones": "Телефон",
  "purchase": "Купить",
  "book": "Забронировать",
  "namePlaceholder": "Введите ваше имя",
  "register": "Регистрация",
  "yourprofile": "Моя информация",
  "password": "Ваш пароль",
  "email": "Электронная почта",
  "changepasword": "Изменить пароль",
  "cancel": "Отмена",
  "save": "Сохранить",
  "all": "Посмотреть все",
  "mytour": "Мои путешествия",
  "loading": "Загрузка...",
  "bron": "Купленных или отменённых путешествий нет",
  "payment_methods": "В настоящее время наши платежные системы:",
  "click": "Онлайн-оплата через Click и",
  "cash": "Возможность оплаты наличными",
  "future_note": "В будущем планируем расширить платежные системы!",
  "passenger": "Количество пассажиров",
  "totalprice": "Общая стоимость",
  "startdata": "Дата вылета",
  "duration": "Продолжительность",
  "additional_payments": "Будут взиматься дополнительные сборы.",
  "price_includes": "Включено",
  "visa": "Виза",
  "price": "Цена",
  "day": "день",
  "read_more": "Подробнее",
  "hotels": "Отели",
  "sum": "сум",
  "back": "Возвращаться",
  "processing": "Обработка...",
  "payment_success": "Оплата успешно завершена!",
  "payment_success_message": "Ваш платеж был успешно обработан. Спасибо за покупку! Вы получите подтверждение на указанный номер телефона или в телеграм.",
  "back_to_home": "Вернуться на главную",
  "not_found": "Информация не найдена",
  "your_name": "Ваше имя",
  "your_phone": "Ваш телефон",
  "name_placeholder": "Введите ваше полное имя",
  "please_enter_name": "Пожалуйста, введите ваше имя",
  "please_enter_phone": "Пожалуйста, введите ваш номер телефона",
  "payment_error": "Ошибка при обработке платежа",
  "payment_details": "Детали оплаты",
  "tour": "Тур",
  "proceed_to_payment": "Перейти к оплате",
    "banner": {
        "explore": "Исследовать",
        "discover": "Открыть удивительные места",
        "book": "Забронировать поездку",
        "days": "дней"
    },
  "tour_package": {
    "flight": "Авиабилеты: Мы сотрудничаем с лучшими авиакомпаниями, чтобы сделать ваше путешествие максимально комфортным и беззаботным. Через услугу авиабилетов вы можете выбрать удобное для вас время и маршрут. Мы предлагаем варианты от бюджетных цен до премиум-класса, а также упрощаем процесс бронирования, чтобы обеспечить вам наилучший опыт.",
    "hotel": "Услуги гостиницы: Чтобы сделать ваш отдых незабываемым, мы предлагаем высококлассные отели, расположенные в разных уголках мира. В зависимости от ваших потребностей — семейный отдых, романтическое путешествие или деловая поездка — вы можете выбрать отели от 3 до 5 звезд. В каждом отеле гарантированы комфорт, безопасность и высокий уровень обслуживания.",
    "food": "Питание - Питание во время путешествия — это не только необходимость, но и удовольствие. В зависимости от выбранного турпакета мы предлагаем варианты питания: “все включено” (all-inclusive), только завтрак или специальные меню. От местных блюд до международной кухни — мы позаботимся о том, чтобы удовлетворить вкусы каждого клиента.",
    "transfer": "Мы организуем трансферные услуги, чтобы вы могли комфортно и безопасно добраться из аэропорта в отель или к другим пунктам назначения во время путешествия. Профессиональные водители и современные транспортные средства доставят вас вовремя. Личные автомобили, микроавтобусы или транспорт для групп — все подстраивается под ваши потребности.",
    "guides": "Услуги гидов и туроператоров: Чтобы сделать ваше путешествие увлекательным и познавательным, опытные гиды и туроператоры будут сопровождать вас. Гиды поделятся глубокими знаниями о местной культуре, истории и достопримечательностях, а туроператоры спланируют маршруты и организуют поездку без проблем. Вам помогут ответить на вопросы, обеспечив индивидуальный подход для каждого туриста.",
    "support": "Визовая поддержка: Чтобы упростить процесс получения визы для вашего путешествия, мы предоставляем профессиональную помощь. Мы предлагаем полный спектр услуг: от подготовки документов до взаимодействия с посольствами и предоставления необходимой информации. Вам остается только готовиться к поездке — остальное мы берем на себя!"
  },
  "achievements": {
    "official": "Официальное ООО",
    "clients": "Довольные клиенты",
    "destinations": "Направления путешествий",
    "service": "Услуги 24/7"
  },
  "contact_title": "Свяжитесь с нами",
  "phone": "+998 95 312 02 02",
  "address": "Город Ташкент, Яккасарайский район, МФЙ Яккасарай, улица Бог'ибостон, 147",
  "social_media": "Социальные сети",
  "testimonials": [
    {
      "text": "Отличный сервис! Поездка в Дубай стала незабываемой.",
      "author": "Азиза К.",
      "role": "Клиент"
    },
    {
      "text": "Профессиональная команда и внимание к каждой детали. Очень рекомендую!",
      "author": "Рустам М.",
      "role": "Бизнес-путешественник"
    },
    {
      "text": "Путешествие в Турцию с FAXR TRAVEL было мечтой, а теперь прекрасным воспоминанием!",
      "author": "Дилноза С.",
      "role": "Семейный путешественник"
    }
  ],
  "footer": {
    "navigation": "Информация",
    "legal": "Юридическая информация",
    "agreement": "Пользовательское соглашение и политика конфиденциальности",
    "social": "Социальные сети",
    "copyright": "Все права защищены."
  }
}