{
  "about": "Biz haqimizda",
  "services": "Xizmatlar",
  "trips": "Sayohatlar",
  "contact": "Bog'lanish",
  "company_name": "FAXR TRAVEL",
  "company_type": "Mas'uliyati Cheklangan Jamiyat",
  "leader_name": "Rahbarimiz: ",
  "leader": "Javohir Jalilov Jahongir o'g'li",
  "leaderinfo": "Faxr Travel kompaniyasi 2024-yil 1-avgustda rahbarimiz tomonidan asos solingan. Kompaniya mijozlarga keng ko‘lamli turistik xizmatlarni taklif etadi, jumladan, mehmonxona bron qilish, sayohat turlari tashkil etish va viza rasmiylashtirishda ko‘mak berish.",
  "everyday": "Ish vaqti har kuni",
  "about_text": "FAXR TRAVEL MCHJ kompaniyasi 1-avgust, 2024 yildan boshlab rasmiy faoliyatini boshlagan bo‘lib, mijozlarimizga yuqori sifatli sayyohlik xizmatlarini taqdim etadi. FAXR TRAVEL – Oʻzbekistondagi yetakchi sayohat agentliklaridan biri bo‘lib, biz mijozlarimizga unutilmas sayohat tajribalarini taqdim etamiz. Dunyoning eng go‘zal maskanlariga tashrif buyurish, yangi madaniyatlar bilan tanishish va orzularingizni ro‘yobga chiqarish imkoniyatini yaratamiz. Bizning tajribali jamoamiz sizning sayohatingizni maksimal darajada qulay, xavfsiz va esda qolarli qilish uchun doimo tayyor. Ish vaqti: Har kuni 09:00 – 21:00. FAXR TRAVEL bilan dunyoni kashf eting va har bir sayohatni unutilmas lahzaga aylantiring!",
  "tour_package_title": "Bizning Xizmatlar",
  "partner": "Bizning Hamkorlar",
  "read_more": "Batafsil",
  "phones": "Telefon",
  "purchase": "Sotib olish",
  "payment_methods": "Hozirda to‘lov tizimlarimiz:",
  "click": "Click orqali onlayn to‘lov va",
  "cash": "Naqd pul orqali to‘lash imkoniyati",
  "future_note": "Kelajakda to‘lov tizimlarini yanada kengaytirishni rejalashtirmoqdamiz!",
  "book": "Bron qilish",
  "namePlaceholder": "Ismingizni kiriting",
  "register": "Ro'yxatdan o'tish",
  "yourprofile": "Mening malumotlarim",
  "email": "Email",
  "password": "Parolingiz",
  "changepasword": "Parolni o'zgartirish",
  "cencel": "Bekor qilish",
  "save": "Saqlash",
  "mytour": "Mening sayohatlarim",
  "loading": "Yuklanmoqda...",
  "passenger": "Yo'lovchi soni",
  "totalprice": "Umumiy narxi",
  "price": "Narx",
  "startdata": "Uchish sanasi",
  "duration": "Davomiyligi",
  "additional_payments": "Qo'shimcha to'lovlar bo'ladi",
  "price_includes": "Xizmatlar",
  "visa": "Visa olish",
  "hotels": "Mehmonhonalar",
  "sum": "so'm",
  "day": "kunlik",
  "back": "Orqaga",
  "your_name": "Ismingiz",
  "your_phone": "Telefon raqamingiz",
  "name_placeholder": "To'liq ismingizni kiriting",
  "please_enter_name": "Iltimos, ismingizni kiriting",
  "please_enter_phone": "Iltimos, telefon raqamingizni kiriting",
  "payment_error": "To'lovni amalga oshirishda xatolik yuz berdi",
  "payment_details": "To'lov tafsilotlari",
  "tour": "Sayohat",
  "proceed_to_payment": "To'lovga o'tish",
  "cancel": "Bekor qilish",
  "banner": {
    "explore": "Sotib Olish",
    "discover": "Ajoyib Joylarni Kashf Etish",
    "book": "Sayohatni Bron Qilish",
    "day": "kunlik"
  },
  "tour_package": {
    "flight": "Aviabiletlar: Biz sizning sayohatingizni imkon qadar qulay va muammosiz qilish uchun eng yaxshi aviakompaniyalar bilan hamkorlik qilamiz. Aviabiletlar xizmati orqali siz o'zingiz uchun qulay vaqt va marshrutni tanlashingiz mumkin. Biz hamyonbop narxlardan tortib premium sinfgacha bo'lgan variantlarni taklif qilamiz, shuningdek, bron qilish jarayonini soddalashtirib, sizga eng yaxshi tajribani taqdim etamiz.",
    "hotel": "Mehmonxona xizmatlari: Dam olishingizni unutilmas qilish uchun biz dunyoning turli burchaklarida joylashgan yuqori darajadagi mehmonxonalarni taklif etamiz. Sizning ehtiyojlaringizga qarab — oilaviy dam olish, romantik sayohat yoki biznes safari uchun — 3 yulduzdan 5 yulduzgacha bo'lgan mehmonxonalarni tanlash imkoniyatini beramiz. Har bir mehmonxonada qulaylik, xavfsizlik va yuqori sifatli xizmat kafolatlanadi.",
    "food": "Ovqatlanish - Sayohat davomida ovqatlanish — bu nafaqat ehtiyoj, balki zavq hamdir. Biz tanlagan tur paketiga qarab, “hamma narsa ichida” (all-inclusive), faqat nonushta yoki maxsus menyular kabi ovqatlanish variantlarini taklif qilamiz. Mahalliy taomlardan tortib xalqaro oshxonagacha, har bir mijozning didiga mos keladigan taomlar bilan ta'minlaymiz.",
    "transfer": "Aeroportdan mehmonxonaga yoki sayohat davomidagi boshqa manzillarga qulay va xavfsiz yetib borishingiz uchun transfer xizmatlarini tashkil qilamiz. Professional haydovchilar va zamonaviy transport vositalari bilan sizni manzilingizga o'z vaqtida yetkazamiz. Shaxsiy avtomobillar, mikroavtobuslar yoki guruhlar uchun maxsus transport — barchasi sizning ehtiyojlaringizga qarab.",
    "guides": "Gid va tur operator xizmatlari: Sayohatingizni yanada qiziqarli va ma’lumotga boy qilish uchun tajribali gidlar va tur operatorlar sizga hamroh bo'ladi. Gidlar mahalliy madaniyat, tarix va diqqatga sazovor joylar haqida chuqur ma'lumot beradi, tur operatorlar esa marshrutlarni rejalashtirib, sayohatni muammosiz tashkil qiladi. Savollaringizga javob topishda yordam berilib, har bir sayyoh uchun shaxsiy yondashuv ta'minlanadi.",
    "support": "Viza xizmati: Sayohatingizni rejalashtirishda viza olish jarayonini osonlashtirish uchun sizga professional yordam ko'rsatamiz. Biz viza hujjatlari tayyorlash, elchixonalar bilan aloqa va kerakli ma'lumotlarni taqdim etish bo'yicha to'liq xizmatni taklif qilamiz. Siz faqat sayohatga tayyorlaning — qolganini biz hal qilamiz!"
  },
  "achievements": {
    "official": "Rasmiy MCHJ",
    "clients": "Mamnun mijozlar",
    "destinations": "Sayohat yo'nalishlari",
    "service": "Har kuni"
  },
  "contact_title": "FAXR TRAVEL bilan bog‘laning",
  "phone": "+998 95 312 02 02",
  "address": "Toshkent shahri, Yakkasaroy tumani Yakkasaroy MFY, Bog'ibo'ston ko'chasi, 147-uy",
  "social_media": "Ijtimoiy tarmoqlar",
  "profile": "Profil",
  "login": "Kirish",
  "testimonials": [
    {
      "text": "Ajoyib xizmat! Dubaiga qilgan sayohatimiz unutilmas bo'ldi.",
      "author": "Aziza K.",
      "role": "Mijoz"
    },
    {
      "text": "Professional jamoa va har bir detalga e'tibor. Juda tavsiya qilaman!",
      "author": "Rustam M.",
      "role": "Biznes Sayohatchi"
    },
    {
      "text": "FAXR TRAVEL bilan Turkiyaga sayohat qilish orzu edi, endi esa ajoyib xotira!",
      "author": "Dilnoza S.",
      "role": "Oilaviy Sayohatchi"
    }
  ],
  "footer": {
      "navigation": "Ma'lumot",
      "legal": "Huquqiy",
      "agreement": "Foydalanuvchi shartnomasi va maxfiylik siyosati",
      "social": "Ijtimoiy tarmoqlar",
      "copyright": "Barcha huquqlar himoyalangan."
  },
  "processing": "Jarayonda...",
  "payment_success": "To'lov muvaffaqiyatli yakunlandi!",
  "payment_success_message": "Sizning to'lovingiz muvaffaqiyatli amalga oshirildi. Xarid uchun rahmat! Siz ko'rsatilgan telefon raqamingizga yoki telegram akkountingizga tasdiqlash xabarini olasiz.",
  "back_to_home": "Bosh sahifaga qaytish",
  "not_found": "Ma'lumot topilmadi"
}
